[
  {"book": "John", "chapter": 3, "verse": 16, "text": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},
  {"book": "Psalm", "chapter": 23, "verse": 1, "text": "The Lord is my shepherd; I lack nothing."},
  {"book": "Philippians", "chapter": 4, "verse": 13, "text": "I can do all things through Christ who strengthens me."},
  {"book": "Romans", "chapter": 8, "verse": 28, "text": "And we know that in all things God works for the good of those who love him."},
  {"book": "Proverbs", "chapter": 3, "verse": 5, "text": "Trust in the Lord with all your heart and lean not on your own understanding."},
  {"book": "Isaiah", "chapter": 41, "verse": 10, "text": "So do not fear, for I am with you; do not be dismayed, for I am your God."},
  {"book": "Jeremiah", "chapter": 29, "verse": 11, "text": "For I know the plans I have for you, declares the Lord, plans to prosper you and not to harm you."},
  {"book": "Matthew", "chapter": 11, "verse": 28, "text": "Come to me, all who are weary and burdened, and I will give you rest."},
  {"book": "2 Timothy", "chapter": 1, "verse": 7, "text": "For the Spirit God gave us does not make us timid, but gives us power, love and self-discipline."},
  {"book": "1 Corinthians", "chapter": 16, "verse": 13, "text": "Be on your guard; stand firm in the faith; be courageous; be strong."},
  {"book": "Joshua", "chapter": 1, "verse": 9, "text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged."},
  {"book": "Ephesians", "chapter": 2, "verse": 8, "text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God."},
  {"book": "Galatians", "chapter": 2, "verse": 20, "text": "I have been crucified with Christ and I no longer live, but Christ lives in me."},
  {"book": "Psalm", "chapter": 46, "verse": 1, "text": "God is our refuge and strength, an ever-present help in trouble."},
  {"book": "Romans", "chapter": 12, "verse": 2, "text": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind."},
  {"book": "Hebrews", "chapter": 11, "verse": 1, "text": "Now faith is confidence in what we hope for and assurance about what we do not see."},
  {"book": "John", "chapter": 14, "verse": 27, "text": "Peace I leave with you; my peace I give you. I do not give to you as the world gives."},
  {"book": "Psalm", "chapter": 119, "verse": 105, "text": "Your word is a lamp to my feet and a light to my path."},
  {"book": "Matthew", "chapter": 28, "verse": 19, "text": "Therefore go and make disciples of all nations, baptizing them in the name of the Father."},
  {"book": "1 Peter", "chapter": 5, "verse": 7, "text": "Cast all your anxiety on him because he cares for you."},
  {"book": "Proverbs", "chapter": 18, "verse": 10, "text": "The name of the Lord is a fortified tower; the righteous run to it and are safe."},
  {"book": "Romans", "chapter": 5, "verse": 8, "text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},
  {"book": "Isaiah", "chapter": 40, "verse": 31, "text": "But those who hope in the Lord will renew their strength."},
  {"book": "Philippians", "chapter": 1, "verse": 6, "text": "Being confident of this, that he who began a good work in you will carry it on to completion."}
]
